{
    "navbar": {
        "about-me": "About Me",
        "skills": "Skills",
        "portfolio": "Portfolio",
        "contact": "Contact",
        "currentLanguage": "DE"
    },

    "header": {
        "i-am": "I am",
        "developer": "FRONTEND DEVELOPER",
        "contact": "Let's talk!"
    },

    "about-me": {
        "me": "Hi, I am a Front-End developer from Bremen, Germany, with a passion for crafting appealing user interfaces and outstanding user experiences. With my expertise, I aim to meet my clients' requirements and develop high-quality websites and applications. If you're interested in collaborating or simply discussing technology and design, I look forward to hearing from you.",
        "first": "I have acquired my programming skills through intensive work on individual and group projects. Through daily programming and feedback from mentors and team members, I was able to quickly adapt to this role and gain a wealth of experience.",
        "second": "I work on a variety of software projects daily. In addition to applying different techniques and programming languages, I prioritize user experience and clean code."
    },

    "my-skills": {
        "my-skills": "My Skills",
        "description": "I have grown my frontend developments skills that have allowed me to create different real projects.",
        "button": "Get in Touch"
    },

    "portfolio": {
        "description": "Explore a selection of my work here - Interact with projects to see my skills in action.",
        "button": "Get in Touch"
    },

    "contact": {
        "1": "Got a problem to solve?",
        "2": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
        "3": "Need a Frontend developer?",
        "4": "Contact me!",
        "5": "Name is required.",
        "6": "Mail address is required.",
        "7": "Invalid email address.",
        "8": "Message",
        "9": "Message is required.",
        "10": "I have read the",
        "11": "privacy policy",
        "12": "and agree to the processing of my data in accordance with the provisions.",
        "button": "Submit"
    },

    "footer": {
        "imprint": "Imprint"
    },

    "legal": {
        "1": "Imprint",
        "2": "Information in accordance with Section 5 TMG",
        "3": "Contact:",
        "4": "Phone: ",
        "5": "Email: ",
        "6": "Disclaimer: ",
        "7": "Liability for Contents",
        "8": "The contents of these pages were created with the utmost care. However, we cannot guarantee the accuracy, completeness, and timeliness of the content. As a service provider, we are responsible for our own content on these pages under general law pursuant to Section 7 (1) TMG. According to §§ 8 to 10 TMG, we are not obligated to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information under general law remain unaffected. However, liability in this regard is only possible from the time of knowledge of a concrete infringement. If we become aware of any such infringements, we will remove such content immediately.",
        "9": "Liability for Links",
        "10": "Our offer contains links to external websites of third parties, on whose contents we have no influence. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the pages is always responsible for the contents of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, a permanent control of the content of the linked pages is not reasonable without concrete evidence of an infringement. If we become aware of any legal violations, we will remove such links immediately.",
        "11": "Copyright",
        "12": "The content and works created by the site operators on these pages are subject to German copyright law. The duplication, editing, distribution, and any kind of exploitation outside the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is identified as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. If we become aware of any infringements, we will remove such content immediately.",
        "13": "Data Protection",
        "14": "The use of our website is generally possible without providing personal data. As far as personal data (e.g., name, address, or email addresses) is collected on our site, this is always done on a voluntary basis, as far as possible. This data will not be passed on to third parties without your express consent.",
        "15": "We would like to point out that data transmission over the Internet (e.g., communication by email) can have security gaps. A complete protection of data against access by third parties is not possible.",
        "16": "The use of contact data published within the scope of the imprint obligation by third parties for sending unsolicited advertising and information materials is hereby expressly prohibited. The operators of the pages expressly reserve the right to take legal action in the event of unsolicited sending of advertising information, such as spam emails.",
        "17": "Legal Disclosure by",
        "18": "of",
        "19": "",
        "20": "",
        "button": "Submit"
    }
}